module.exports =  {
	
	bico:{

		W01: "รายได้ที่ถูกเพิกถอน" ,
		W02: "รายได้ล่วงหน้า", 
		W03: "อัตราดอกเบี้ยรายสัปดาห์",
		W04: "อัตราดอกเบี้ยรายเดือน",
		W05: "อัตราดอกเบี้ยรายไตรมาส" ,
		W06: "อัตราดอกเบี้ยรายปี", 
		W07: "ขั้นตอนที่ 1", 
		W08: "ขั้นตอนที่ 2" ,
		W09: "ขั้นตอนที่ 3" ,
		W10: "ขั้นตอนที่ 4",
		
		W11: "เลือกปริมาณการจัดการทางการเงินของ USDT",
		W12: "เลือกวงจรการเงิน USDT", 
		W13: "เข้าร่วมแผนการทํากําไรของ Yu Binbao", 
		W14: "วงจรอัตรารอเก็บกําไร", 
		W15: "จะคํานวณรายได้ที่วางแผนไว้ระหว่างดําเนินการอย่างไร",
		W16: "รายได้ตามแผนที่กําลังดําเนินการจะระงับจํานวนการลงทุนและจะชําระโดยอัตโนมัติเมื่อถึงรอบการลงทุนที่สอดคล้องกัน", 
		W17: "อัตราการลงทุนจะคํานวณรายได้อย่างไร" , 
		W18: "อัตราการลงทุน = ปริมาณที่ฝาก * อัตราการชําระเงินตามรอบ ปริมาณการชําระเงินที่ครบกําหนดคูณด้วย *% ของรอบ (คํานวณตามวันธรรมชาติ)", 
		W19: "สนับสนุนการเพิกถอนก่อนกําหนดหรือไม่",
		W20: "การลงทุนใน Yu Binbao มีกําไร 100% ไม่สนับสนุนการยกเลิกก่อนกําหนด หากคุณต้องการยกเลิกก่อนกําหนดคุณต้องจ่าย 50% ของการสูญเสียอัตรา", 
		W21: "จะเกิดอะไรขึ้นหลังจากหมดอายุ",
		W22: "หลังจากหมดอายุ รายได้จะถูกคํานวณและชําระไปยังกระเป๋าเงินของผู้ใช้ตามจํานวนการลงทุนของผู้ใช้คูณด้วยอัตรา",
		W23: "โปรดป้อนปริมาณ",

		W24: "โปรดตรวจสอบข้อตกลงที่อ่านแล้ว",
		W25: "กําลังดําเนินการ",
		W26: "คําสั่งซื้อของฉัน",
		W27: "ฝากขั้นต่ํา",
		W28: "ฝากเงินสูงสุด",
		W29: "กระเป๋าเงินของคุณมี USDT ไม่เพียงพอ",
		W30: "ทีมของฉัน",
		W31: "ปรับปรุงความปลอดภัยของบัญชี",
		W32: "จดหมายภายในสถานี",
		W33: "ดูทั้งหมด", 
		W34: "สแกนรหัสเพื่อดาวน์โหลดแอป",
		W35: "ลูกค้าเพิ่มเติม",
		W36: "ภาษา",
		W37: "แปลงสกุลเงิน",
		W38: "สถานี Bico Global Global",
		W39: "สถานการณ์การซื้อขายแบบหลายทิศทางของ Bico สมัครเหรียญในตลาด Bico Global Global Station และเผยแพร่สัญญาอัจฉริยะของคุณ",
		W40: "ส่งข้อมูลโครงการทั้งหมดและสมัครไปยังสถานี Bico Global Global",

		W41: "(แอปพลิเคชัน Bico Global) คําเตือน:",
		W42: "มี * เป็นรายการบังคับ",
		W43: "สมัครตอนนี้",
		W44: "ชื่อเต็มของสกุลเงิน",
		W45: "ชื่อเต็มภาษาอังกฤษ",
		W46: "ตัวย่อภาษาอังกฤษของสกุลเงิน",
		W47: "การหมุนเวียนของตลาด",
		W48: "การถือครองอย่างเป็นทางการ",
		W49: "ที่อยู่อย่างเป็นทางการ",
		W50: "บล็อกเบราว์เซอร์",
		W51: "พื้นที่กิจกรรม",
		W52: "ที่อยู่สมุดปกขาว",
		W53: "การแลกเปลี่ยนออนไลน์",
		W54: "พื้นที่โครงการ",
		W55: "คําอธิบายฟังก์ชัน",
		W56: "ที่อยู่โปรแกรม",
		W57: "วิธีที่อยู่",
		W58: "กรุณากรอกชื่อเต็มของสกุลเงิน", 
		W59: "กรุณากรอกชื่อเต็มภาษาอังกฤษ",
		W60: "โปรดกรอกตัวย่อภาษาอังกฤษของสกุลเงิน",
		W61: "โปรดกรอกข้อมูลการหมุนเวียนของตลาด",
		W62: "โปรดกรอกปริมาณการถือครองอย่างเป็นทางการ",
		W63: "โปรดกรอกที่อยู่อย่างเป็นทางการ",
		W64: "โปรดกรอกบล็อกเบราว์เซอร์",
		W65: "กรุณากรอกพื้นที่กิจกรรม",
		W66: "กรุณากรอกที่อยู่สมุดปกขาว",
		W67: "โปรดกรอกข้อมูลในการแลกเปลี่ยนออนไลน์",
		W68: "โปรดกรอกฟิลด์โครงการ",

		
		W69: "โปรดกรอกคําอธิบายฟังก์ชัน",
		W70: "โปรดกรอกที่อยู่โปรแกรม",
		W71: "โปรดกรอกที่อยู่",
		W72: "โปรดเข้าสู่ระบบก่อน",
		W73: "กรุณาอยู่",
		W74: "ส่งรหัสยืนยันภายหลัง",
		W75: "ส่งรหัสยืนยัน",
		W76: "ส่งสําเร็จ",
		W77: "โปรดกรอกแบบฟอร์มให้สมบูรณ์",
		W78: "ผู้นําด้านนวัตกรรมอุตสาหกรรม",
		W79: "7*24 ชั่วโมงผู้พิทักษ์",
		W80: "ผู้ปฏิบัติต่อต้านการทุจริต",
		W81: "ความสามารถในการควบคุมความเสี่ยงด้านความปลอดภัยสูงสุด",
		W82: "การเข้าถึงความสามารถในการตรวจสอบการจดจําใบหน้าในปี 2018 ทําให้การทําธุรกรรมสบายใจมากขึ้น",
		W83: "เปิดโหมดผู้โฆษณาที่ผ่านการรับรองในปี 2018 เพื่อให้การทําธุรกรรมปลอดภัยยิ่งขึ้น", 
		W84: "ในปี 2018 ได้เปิดตัวฟังก์ชั่นที่เป็นนวัตกรรมใหม่เช่นการซื้อเหรียญด้วยคลิกเดียวเพื่อให้การทําธุรกรรมสะดวกยิ่งขึ้น" , 
		W85: "การสนับสนุนบริการลูกค้า 7x24 ครั้งแรกในอุตสาหกรรม บริการระดับมืออาชีพ",
		W86: "การควบคุมความเสี่ยงแบ็คเอนด์ 7x24 การตรวจสอบด้วยตนเอง การตอบสนองที่รวดเร็ว",
		W87: "ให้บริการผู้ใช้หลายสิบล้านคนในกว่า 170 ประเทศด้วยใจ",
		W88: "การศึกษาด้านความปลอดภัยถึง 3.6 ล้าน + คนต่อครั้ง",
		W89: "ความสามารถในการสกัดกั้นการถอนเงินที่มีความเสี่ยงสูงออนไลน์ในปี 2022",
		W90: "บรรลุความสามารถในการสกัดกั้นและสกัดกั้นการฉ้อโกงจานหมูก่อนเหตุการณ์ในปี 2022" , 
		W91: "งานข่าวกรองควบคุมความเสี่ยงแบบเข้มข้น มุ่งเน้นไปที่การเตือนล่วงหน้าและการป้องกันและควบคุม",
		W92: "กลยุทธ์การควบคุมความเสี่ยงแบบวนซ้ําอย่างต่อเนื่อง ปัจจัยด้านกลยุทธ์ครอบคลุมสถานการณ์ทางธุรกิจทั้งหมด",
		W93: "การซื้อ OTC จํากัดเวลา จํากัดการเบิกเงิน ครอบคลุมผู้ใช้ทั้งสถานี เวลาจํากัดการเบิกเงินมากกว่า T + 1 รับประกันความปลอดภัยของเงินทุนแพลตฟอร์ม" , 
		W94: "การซื้อขายแบบบล็อก การซื้อขายแฟลชขนาดเล็ก การรับรองความปลอดภัยของผู้ค้ารับประกันการทําธุรกรรม",


		W95: "พ่อค้าเหรียญฝรั่งเศส",
		W96: "ปริมาณจํากัด", 
		W97: "ราคาต่อหน่วยธุรกรรม" ,
		W98: "วิธีการชําระเงิน", 
		W99: "ธุรกรรมการดําเนินงาน" ,
		W100: "ตรวจสอบ" ,
		W101: "ปริมาณการสั่งซื้อ:" ,
		W102: "สกุลเงิน" ,
		W103: "วิธีการเก็บเงิน" ,
		W104: "บัตรธนาคาร" ,
		W105: "อาลีเพย์" ,
		W106: "WeChat" ,
		W107: "กรุณาเลือกสกุลเงิน" ,
		W108: "ซื้อ" ,
		W109: "ขายออก" ,
		W110: "ปริมาณ" ,
		W111: "ราคา " ,
		W112: "สะสม" ,
		W113: "การหมุนเวียน" ,
		W114: "ปิดการขาย" ,
		W115: "หน้าก่อนหน้า" ,
		W116: "หน้าถัดไป" ,
		W117: "เชิญเพื่อน ๆ มาด้วย", 
		W118: "ความเพลิดเพลินสูงสุด" ,
		W119: "รางวัลค่าคอมมิชชั่น 96%", 
		W120: "จํานวนคําเชิญ (คน)", 
		W121: "รายได้โดยตรง" ,
		W122: "รายได้ที่ไม่ขึ้นตรง" ,
		W123: "คัดลอกลิงก์" ,
		W124: "ทีมของฉัน" ,
		W125: "ชวนเพื่อนมาหาเงินด้วยกัน" ,
		W126: "ลงทะเบียนแล้วส่งได้ไม่จํากัด" ,
		W127: "ค่าคอมมิชชั่นของฉัน:" ,
		W128: "โอนแล้ว",

		W129: "โอนกระเป๋าเงิน",
		W130: "รายได้ทั้งหมด",
		W131: "รายได้โดยตรง",
		W132: "รายได้ที่ไม่ขึ้นตรง",
		W133: "ผู้ใต้บังคับบัญชาของฉัน",
		W134: "เวลาลงทะเบียน",
		W135: "ระดับผู้ใช้",
		W136: "ขึ้นตรงหรือไม่",
		W137: "ใช่",
		W138: "ไม่",
		W139: "บันทึกรายได้",
		W140: "รายได้",
		W141: "บันทึกการถ่ายโอน",
		W142: "เวลาการหมุน",
		W143: "จํานวนการถ่ายโอน",
		W144: "รับกระเป๋าสตางค์",
		W145: "กระเป๋าเงินของฉัน",
		W146: "โอนกระเป๋าเงิน",
		W147: "ค่าคอมมิชชั่นทั้งหมด",
		W148: "โอนแล้ว:",
		W149: "ส่วนที่เหลือสามารถวาดได้:",
		W150: "จํานวนการถ่ายโอน",
		W151: "ยกเลิก",
		W152: "ตกลง",
		W153: "ผู้ใช้โดยตรง",
		W154: "ตัวแทนระดับแรก",
		W155: "ผู้ใช้ที่ไม่เกี่ยวข้องโดยตรง",
		W156: "ตัวแทนระดับที่สอง",
		W157: "โปรดป้อนปริมาณการโอนย้าย",
		W158: "ปริมาณไม่เพียงพอ",
		W159: "การถ่ายโอนสําเร็จ",
		W160: "ไม่มีบันทึกชั่วคราว",

		W161: "การถ่ายโอน",
		W162: "รับเหรียญ",
		W163: "ฉันต้องการเติมเงิน", 
		W164: "บันทึกสินทรัพย์",
		W165: "โอนสายฟ้า",
		W166: "ใบเรียกเก็บเงินตัวเลือก",
		W167: "บันทึกเครื่องขุด",
		W168: "บันทึกทางการเงิน",
		W169: "ขยาย",
		W170: "ตั้งฉายา",
		W180: "เริ่มลงทะเบียน สัมผัสประสบการณ์การท่องเที่ยวเชิงนิเวศดิจิตอลทั่วโลก",
		W181: "ลงทะเบียนบัญชีของคุณ",
		W182: "20 นาที",
		W183: "สัญญาชดเชยล่าช้า",
		W184: "ออนไลน์เป็นเวลา 5 ปี", 
		W185: "0 ร้องเรียน",
		W186: "ผู้ใช้ 600 ล้านคน",
		W187: "120+",
		W188: "หนึ่งประเทศ",
		W189: "ปริมาณการซื้อขายสูงสุดต่อวัน",
		W190: "500 ล้าน",
		W191: "USDT", 
		W192: "การกู้คืนโทรศัพท์มือถือ",
		W193: "การกู้คืนกล่องจดหมาย",
		W194: "ค้นหาประเทศอย่างรวดเร็ว - รหัสพื้นที่เช่น 86",

		W195: "ผู้ใช้ได้รับการรับรอง",
		W196: "เครื่องขุดแร่ไม่มีอยู่",
		W197: "การเริ่มต้นล้มเหลว! เชื้อเพลิงของเครื่องขุดแร่ไม่เพียงพอ โปรดเติมเงินหรือซื้อเชื้อเพลิงเพื่อเริ่มต้นเครื่องขุดแร่",
		W198: "ราคาสัญญาของเครื่องขุดแร่ไม่เพียงพอ",
		W199: "จํานวนถึงจํานวนจํากัดการซื้อแล้ว",
		W200: "จํานวนเครื่องขุดไม่เพียงพอ",
		W201: "เครื่องขุดเริ่มต้นหรือสิ้นสุดแล้ว",
		W202: "เครื่องขุดแร่ยังไม่จบ",
		W203: "ได้รับรายได้จากเครื่องขุดแร่แล้ว",
		W204: "คําเตือน: พ่อค้าไม่สามารถสั่งซื้อโฆษณาของตนเองได้",



		W205: "วันนี้ลงชื่อแล้ว ไม่จําเป็นต้องลงชื่อซ้ํา",
		W206: "เครื่องขุดโซ่ดาว",
		W207: "พลังการประมวลผลแบบคลาวด์ใหม่ สร้างรายได้จากสกุลเงินดิจิทัลได้อย่างง่ายดายทุกที่ทุกเวลา",
		W208: "หลักสูตรสําหรับมือใหม่",
		W209: "เติมเชื้อเพลิง",
		W210: "เชิญเพื่อน",
		W211: "ห้างสรรพสินค้าเครื่องขุด",
		W212: "อัตราผลตอบแทนของกําลังการผลิตโดยประมาณ",
		W213: "วงจรการบริการ",
		W214: "วัน",
		W215: "พลังงานเชื้อเพลิง",
		W216: "พลังการคํานวณของเครื่องขุด",
		W217: "ราคาสัญญา",
		W218: "ขายหมดแล้ว",
		W219: "ซื้อ",
		W220: "ขายแล้ว",
		W221: "เครื่องขุดของฉัน",
		W222: "อัตราผลตอบแทนของกําลังการผลิตโดยประมาณ",
		W223: "อัตราผลตอบแทนคงที่โดยประมาณ",
		W224: "วงจรการบริการ",
		W225: "พลังงานเชื้อเพลิง",
		W226: "การสูญเสียพลังงาน",
		W227: "ขุดแล้ว",
		W228: "กําไรจากกําลังการผลิต",
		W229: "รายได้คงที่",
		W230: "เวลาเริ่มต้น ",
		W231: "ประเภทเอาท์พุท",
		W232: "ราคาสัญญา",
		W233: "ซื้อเชื้อเพลิง",
		W234: "รายได้ของฉัน",
		W235: "รับรายได้",
		W236: "รายได้คงที่",
		W237: "กําลังการผลิตของเครื่องขุด",
		W238: "กําลังการผลิตคงที่",
		W239: "จํานวนวันในการขุด",
		W240: "รับรายได้ของเครื่องขุด",
		W241: "พลังงานเริ่มต้น",
		W242: "การสูญเสียพลังงาน",
		W243: "พลังการคํานวณของเครื่องขุด",
		W244: "ผลผลิตของเครื่องขุด",
		W245: "เอาต์พุตคงที่",
		W246: "รับรายได้คงที่",
		W247: "ซื้อเครื่องขุด",
		W248: "การสูญเสียเชื้อเพลิง",
		W249: "จํานวนเครื่องขุด",
		W250: "จํากัดจํานวนการซื้อ",
		W251: "ไต้หวัน",
		W252: "ปริมาณที่ขายแล้ว",
		W253: "ยกเลิก",
		W254: "เข้าสู่ระบบ",
		W255: "ปี",
		W256: "เดือน",
		W257: "วัน",
		W258: "เริ่มเครื่องขุด",
		W259: "เริ่มแล้ว",
		W260: "สิ้นสุดแล้ว",
		W261: "เริ่มต้นแล้ว",
		W262: "รับสําเร็จ",
		W263: "ได้รับรายได้แล้ว",
		W264: "เริ่มต้นสําเร็จ! จะได้รับรายได้เมื่อสิ้นสุดระยะเวลาการให้บริการ",
		W265: "ซื้อสําเร็จ เครื่องขุดได้เข้าร่วมเครื่องขุดของฉันแล้ว โปรดไปตรวจสอบการเริ่มต้น",
		W266: "เช็คอินทุกวัน",
		W267: "Bico Global ลงชื่อเข้าใช้ทุกวัน รับผลตอบแทนมหาศาล ลงชื่อเข้าใช้เจ็ดวันติดต่อกันถึง 96% ของรายได้",
		W268: "ทั้งหมด",
		W269: "ลงชื่อเข้าใช้ทุกวันเพื่อรับรางวัล",
		W270: "วันแรก ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W271: "วันที่สอง ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W272: "วันที่สาม ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W273: "วันที่สี่ ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W274: "วันที่ห้า ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W275: "วันที่หก ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W276: "เจ็ดวันติดต่อกัน ลงชื่อเข้าใช้เพื่อรับรางวัล",
		W277: "ลงชื่อเข้าใช้",
		W278: "เช็คอินแล้ว",
		W279: "วันนี้ลงชื่อแล้ว",
		W280: "ลงชื่อเข้าใช้สําเร็จ",

		W281:"Bico Global",
		W282:"สถานีทั่วโลกของพลังการประมวลผลระบบคลาวด์ของเครื่องขุดโซ่ดาว   ",
		W283:"ยินดีต้อนรับเข้าสู่ Bico Global Meta Universe ซึ่งเป็น Meta Universe ที่ใช้บล็อกเชน โดยที่คุณสามารถสํารวจ ขุดแร่ และค้าขายกับผู้เล่นคนอื่นได้",
		W284:"อยู่ที่ Bico Global การซื้อ",
		

        W294:"โทเค็น STARL",
		W295: "โทเค็นที่ใช้งานได้จริงซึ่งสนับสนุนโดยห่วงโซ่อีเทอร์เป็นพื้นฐานในระบบนิเวศของห่วงโซ่ดาว ให้บริการแอปพลิเคชันต่าง",
		W296: "สินทรัพย์ดิจิทัลที่ไม่เป็นเนื้อเดียวกันและโอนได้ เทียบเท่ากับดาวเทียมและทรัพย์สินดิจิทัลอื่น ๆ ในจักรวาลห่วงโซ่ดาว",
		W297: "จักรวาล",
		W298:"พื้นที่เสมือน 3D meta-universe แบบเกมในระบบนิเวศ Star Chain",
		W299:"บทนํา",
		W300:"ห่วงโซ่ดาว",
		W301: "โทเค็น STARL จะถูกนําไปใช้กับการลงคะแนนใน DAO ในระบบนิเวศ Star Chain เพื่อให้แน่ใจว่าโครงการนี้สามารถรักษาตัวเองได้และไม่มีผู้ควบคุม",
		W302:"ระบบนิเวศ Star Chain เป็นสถานที่ที่แสดงผู้ใช้ STRAL ผ่านกราฟิกซึ่งอยู่ในพื้นที่เสมือนของจักรวาล",
		W303:"ตลาด",
		W304:"Star Chain Marketplace ช่วยให้ผู้เข้าร่วมสามารถจัดการและซื้อขาย SATE NFTs ซึ่งกําหนดราคาเป็น STARL",
		W305:"ประสบการณ์ก่อนใคร",
		W306:"รหัสผ่านโทเค็นชุมชนในกลุ่มไม่ถูกต้อง",
		W307:"ระบบชุมชนในกลุ่มกําลังได้รับการอัพเกรด โปรดป้อนในภายหลัง",
		W308:"คลิกเพื่ออัปโหลด",
		W309:"โปรดใช้รหัสผ่านโทเค็นชุมชนแชทกลุ่ม Bico Global เพื่อเข้า",
		W310: "โปรดป้อนรหัสผ่านโทเค็นชุมชนแชทกลุ่",
		W311:"คุณไม่ได้ลงทะเบียนหรือไม่ได้เข้าสู่ระบบ หากคุณมีบัญชี โปรดเข้าสู่ระบบหรือลงทะเบียน",
		W312:"เบราว์เซอร์ของคุณไม่สนับสนุนซ็อกเก็ต",

		W313:"จํานวนการสมัครสมาชิกขั้นต่ํา",

		W314:"จํานวนการสมัครสมาชิกสูงสุด",

		W315:"จํานวนการสมัครสมาชิกที่เหลือไม่เพียงพอ",

		W316:"โปรดตรวจสอบข้อตกลง",

		W317: "การสมัครสมาชิกสําเร็จ",

		W318: "การสมัครสมาชิกล้มเหลว",
		W319: "โปรดป้อนหมายเลขโทรศัพท์มือถือ 11 หลัก",
		W320: "โปรดป้อนหมายเลขบัญชีอีเมลที่ถูกต้อง",

		W321:"คําเตือน: คุณผูกสําเร็จแล้ว",

		W322:"บัญชีประจําตัวนี้ได้รับการรับรองแล้ว",

		W323: "คําขอกู้เงิน",
		W324: "การกู้ยืมที่ไร้กังวล ส่งใบสมัครได้อย่างง่ายดายและรวดเร็ว เพลิดเพลินกับบริการ VIP ที่สูง",
		W325: "ส่งใบสมัครของคุณที่ Bico Global รับบริการสินเชื่ออย่างรวดเร็ว",
		W326: "ข้อมูลติดต่อ",
		W327: "หมายเลขประจําตัวประชาชน",
		W328: "หมายเลขหนังสือเดินทาง",
		W329: "จํานวนเงินกู้",
		W330: "สกุลเงินเงินกู้",
		W331: "ที่อยู่กระเป๋าสตางค์",
		W332: "คําอธิบายเพิ่มเติม",


	},
	nav:{
		'home': 'หน้าแรก',
		'hqcunrrc': 'ข้อมูลตลาด',
		'currency': 'ซื้อเหรียญ',
		'contract': 'สัญญาถาวร',
		'miaoheyue': 'สัญญาตัวเลือกวินาที',
		'assets': 'การจัดการสินทรัพย์',
		'help': 'ความช่วยเหลือลูกค้า',
		'about': 'เกี่ยวกับเรา',
		'log': 'เข้าสู่ระบบ',
		'register': 'ลงทะเบียน',
		'Concat': 'ฝ่ายบริการลูกค้า',
		'Language': 'ภาษาจีนตัวย่อ',
		'account': 'บัญชี',
		'person': 'สินทรัพย์',
		'order': 'คําสั่งซื้อของฉัน',
		'orderNum': 'หมายเลขใบสั่ง',
		'iconName': 'คุณสมบัติไอคอน',
		'quota': 'ตัวชี้วัดเอียง',
		'numEmpty': 'โปรดป้อนจํานวนเริ่มต้น',
		'hand': 'มือ',
		'handValue': 'มูลค่าตําแหน่ง',
		'book': 'สมุดปกขาว',
	},

	verification:{
		'logoName': 'เข้าสู่ระบบเดี๋ยวนี้',
		'registerName': 'ฉันต้องการลงทะเบียน',
		'forgetName': 'ลืมรหัสผ่าน',
		'loginTxt': 'ลงชื่อเข้าใช้ด้วยโทรศัพท์มือถือหรือกล่องจดหมาย',
		'forgetTxt': 'ใช้โทรศัพท์มือถือหรือกล่องจดหมายเพื่อค้นหารหัสผ่าน',
		'phone': 'การลงทะเบียนโทรศัพท์มือถือ',
		'email': 'การลงทะเบียนกล่องจดหมาย',
		'emailRight': 'โปรดป้อนที่อยู่อีเมลที่ถูกต้อง',
		'agree': 'ฉันได้อ่านและเห็นด้วย',
		'reset': 'รีเซ็ต',
		'return': 'กลับสู่หน้าเข้าสู่ระบบ',
		'myself': 'ไม่สามารถระบุตัวเองได้',
		'account': 'โปรดป้อนบัญชีของคุณ',
		'accountAplay': 'โปรดป้อนหมายเลขบัญชี Alipay ของคุณเอง',
	},

	form:{
		'PhoneNum': 'หมายเลขโทรศัพท์มือถือ',
		'account': 'กล่องจดหมายหรือหมายเลขโทรศัพท์มือถือ',
		'accountEmpty': 'โปรดป้อนอีเมลหรือหมายเลขโทรศัพท์มือถือ',
		'loginPwd': 'รหัสผ่านเข้าสู่ระบบ',
		'loginPwdEmpty': 'โปรดป้อนรหัสผ่านการเข้าสู่ระบบ',
		'loginPwdRight': 'โปรดป้อนรหัสผ่านเข้าสู่ระบบ 6-18 บิต',
		'loginSurePwd': 'ยืนยันรหัสผ่าน',
		'loginSureEmpty': 'โปรดป้อนรหัสผ่านเพื่อยืนยัน',
		'pwdDifferent': 'การป้อนรหัสผ่านสองครั้งไม่สอดคล้องกัน',
		'forget': 'ลืมรหัสผ่าน',
		'noAccount': 'ไม่มีบัญชี ทันที',
		'haveAccount': 'มีบัญชีอยู่แล้วหรือ',
		'email': 'หมายเลขกล่องจดหมาย',
		'loginEmail': 'โปรดป้อนหมายเลขกล่องจดหมายของคุณ',
		'phone': 'โปรดป้อนหมายเลขโทรศัพท์มือถือของคุ',
		'code': 'ส่งรหัสยืนยัน',
		'verification': 'Verification Code',
		'codeEmpty': 'โปรดป้อนรหัสการตรวจสอบ',
		'emailNo': 'รหัสยืนยันกล่องจดหมาย',
		'emailNoEmpty': 'โปรดป้อนรหัสการตรวจสอบกล่องจดหมาย',
		'oldPwd': 'รหัสผ่านเก่า',
		'oldPwdEmpty': 'โปรดป้อนรหัสผ่านเก่า',
		'newPwd': 'รหัสผ่านใหม่',
		'newPwdEmpty': 'โปรดป้อนรหัสผ่านใหม่',
		'sureNew': 'ยืนยันรหัสผ่านใหม่',
		'sureNewEmpty': 'โปรดป้อนรหัสผ่านเพื่อยืนยัน',
		'inviteEmpty': 'กรุณาใส่รหัสเชิญ',
		'sure': 'ยืนยัน',
		'select': 'โปรดเลือก',
		'loginSuccess': 'เข้าสู่ระบบสําเร็จ',
		'assetsCruent': 'โปรดป้อนรหัสผ่านสินทรัพย์ดิจิทัล 6 หลัก',
		'profileEmpty': 'โปรดป้อนราคากําไร',
		'lossEmpty': 'กรุณาใส่ราคาหยุดการขาดทุน',
		'registerSuccess': 'ลงทะเบียนสําเร็จ',
		'emailError': 'รหัสการตรวจสอบกล่องจดหมายไม่ถูกต้อง',
		'bindPhone': 'กรุณาผูกหมายเลขโทรศัพท์มือถือ',
		'bindEmail': 'กรุณาผูกหมายเลขกล่องจดหมาย',
		'phoneInput': 'โปรดป้อนรหัสยืนยันข้อความโทรศัพท์มือถือ',
		'phoneSms': 'รหัสยืนยัน SMS',
		'phoneSmsError': 'รหัสยืนยัน SMS ไม่ถูกต้อง',
		'emailSmsError': 'รหัสการตรวจสอบกล่องจดหมายไม่ถูกต้อง',
	},

	tip:{
		'use': 'ข้อตกลงผู้ใช้',
		'privacy': 'นโยบายความเป็นส่วนตัว',
		'noRecord':"ไม่มีข้อมูลชั่วคราว",
		'uploadFail': 'การอัปโหลดล้มเหลว',
		'uploadSucces': 'อัปโหลดสําเร็จ',
		'uploadTip': 'การอัปโหลดรูปภาพต้องเป็นรูปแบบ JPG และ PNG เท่านั้น',
		'uploadSize': 'ขนาดรูปภาพที่อัปโหลดต้องไม่เกิน 2MB',

		'uplimit': 'อัปโหลดได้สูงสุดสามรูป',

		'upImg': 'โปรดอัปโหลดใบสําคัญ',

		'submitTxt': 'ส่งสําเร็จ',

		'sendSuccess': 'ส่งสําเร็จ',

		'develop': 'กําลังจะออนไลน์ โปรดคอยติดตาม',
	},

	home:{

		'mark':"ตลาดสัญญา",
	
		'coinMark': "ดัชนีสกุลเงิ",

		'checkPair': "ตลาดซื้อขาย",

		'introduce': 'เน้นบริการซื้อขายอนุพันธ์สกุลเงินดิจิทัล',

		'title_1': 'ขึ้นอยู่กับความซื่อสัตย์',
	
		'title_2': 'ความสามารถอันทรงพลัง',

		'title_3': 'ธุรกรรมหลัก',

		'title_4': 'อุปกรณ์หลายเทอร์มินัล',
	
		'IntroduceContent_1': 'ธุรกรรมที่ปลอดภัยและโปร่งใส การปฏิบัติตามกฎระเบียบ',
	
		'IntroduceContent_2': 'ทีมเทคโนโลยีที่ยอดเยี่ยม เครื่องยนต์อัจฉริยะชั้นนํา',

		'introduceContent_3': 'บริการซื้อขายสัญญาถาวร USDT ที่ราบรื่นที่สุด',
	
		'introduceContent_4': 'ทั้งเบราว์เซอร์ IOS มือถือและแอพ Android',
	
		'experice': 'ประสบการณ์การซื้อขายสถาบันและตลาด',

		'contract':"ธุรกรรมสัญญา",

		'contractTxt':"เลเวอเรจร้อยเท่า สัญญาถาวร",

		'coin': 'ธุรกรรมสกุลเงิน',

		'coinTxt':"เครื่องมือจับคู่อัจฉริยะระดับบนสุด รับประกันธุรกรรม",
		
		'assets':"ธุรกรรมสินทรัพย์",
		
		'assetsTxt':"สินทรัพย์โปร่งใส จัดการได้ตลอดเวลา",
	
		'legalTxt': 'เข้าถึงสินทรัพย์สกุลเงินดิจิทัลได้อย่างง่ายดาย',
	
		'once': 'ดาวน์โหลดเดี๋ยวนี้',
	
		'onceRe': 'ลงทะเบียน',
		
		'Together': 'แพลตฟอร์มความร่วมมือ',


		
		'gangganjiaoyi': 'ธุรกรรมเลเวอเรจ',

		'celuejiaoyi': 'การซื้อขายเชิงกลยุทธ์',
		
		'dazongjiaoyi': 'ธุรกรรมขนาดใหญ่',
	
		'xianhuo': 'ตลาดสปอต',
	
		'heyuejiaoyi': 'การซื้อขายสัญญา',
	
		'quotation': 'สภาวะตลาด',

		'qiquanheyue': 'การซื้อขายออปชั่น',
	
		'benweiheyue': 'มาตรฐานถาวร',
	
		'usdtheyue': 'USDT ยั่งยืน',


		
		'jinrongyewu': 'บริการทางการเงิน',
	
		'licaishengxi': 'Yu Binbao',
		
		'xinbishengou': 'การสมัครสมาชิกสกุลเงินใหม่',
	
		'suocangwakuang': 'การทําเหมืองคลาวด์',
	
		'qihuojiaoyi': 'การซื้อขายล่วงหน้า',
		
		'Huangjin': 'USDT Gold',
	
		'qihuoyongxuheyue': 'สัญญาซื้อขายล่วงหน้าที่ยั่งยืน',

		'huobi1': 'Bico Global สะสมปริมาณบริการตลอด 24 ชั่วโมง',
		'huobi2': 'ดอลลาร์',

		'huobi3': 'Bico Global ให้บริการมากกว่า 120 ประเทศและผู้ใช้หลายสิบล้านคนทั่วโลก ในขณะเดียวกันก็ให้บริการสินทรัพย์ดิจิทัลและธุรกรรมที่น่าเชื่อถือ',

		'huobi4': 'ปริมาณการซื้อขายชั้นนําของโลก',

		'huobi5': 'กลไกที่รวดเร็ว การซื้อขายที่มีประสิทธิภาพสูงแบบเรียลไทม์',
	
		'huobi6': 'ความไว้วางใจของผู้ใช้หลายคนทั่วโลก',

		'huobi7': 'แบรนด์ศูนย์สัญญาดิจิตอลเข้ารหัสแปดปี',

		'huobi8': 'ความปลอดภัยของข้อมูลการเข้ารหัสชั้นนําของอุตสาหกรรม',
	
		'huobi9': 'การเข้ารหัสแบรนด์ปกป้องสกุลเงินดิจิทัลของคุณ',

		'huobi10': 'ตลาดการค้า',
	
		'huobi11': 'ราคาล่าสุด',
	
		'huobi12': 'แนวโน้มการเพิ่มขึ้น',

		'huobi13': '24H สูงสุด',
	
		'huobi14': '24H ต่ําสุด',
	
		'huobi15': 'ปิดการขาย 24H',
	
		'huobi16': 'ธุรกรรมฟรีหลายเทอร์มินัล ตระหนักถึงบริการมือถือเทอร์มินัลอย่างรวดเร็ว',
	
		'huobi17': 'ครอบคลุมเทอร์มินัลหลายฉากของ iOS, Android, Windows',
		
		'huobi18': 'ยินดีต้อนรับสู่สถานี Bico Global Global เพื่อเริ่มต้นการเดินทางดิจิตอลของคุณ',
	
		'huobi19': 'เมื่อคุณซื้อสกุลเงินดิจิทัลตั้งแต่ 100 หยวนขึ้นไปเป็นครั้งแรก คุณจะได้รับรางวัล Bitcoin มูลค่า 10 หยวน',

		'huobi20': 'ปลอดภัย มั่นคง เชื่อถือได้',
		
		'huobi21': 'แนวโน้มราคา',
	
		'huobi22': 'ราคาเอเชียแปซิฟิก',

		'huobi23': 'มากกว่า',


		
		'huobi24': 'Bico Global Global',
		
		'huobi25': 'Bico Global Global',
	
		'huobi26': 'Bico Global Korea',
	
		'huobi27': 'Bico Global สิงคโปร์',
	
		'huobi28': 'บริการอย่างเป็นทางการ',
	
		'huobi29': 'การสมัครเหรียญ',
		
		'huobi30': 'สัญญามาตรฐานวินาที',
	
		'huobi31': 'ความช่วยเหลืออย่างเป็นทางการ',
	
		'huobi32': 'การสมัครสมาชิกสกุลเงินใหม่',
		
		'huobi33': 'การทําเหมืองคลาวด์',
		
		'huobi34': 'เอกสาร API',

		'huobi35':"ลงทะเบียนบัญชี Bico Global Digital Ecology Global Station เพื่อเริ่มต้นการเดินทางของสกุลเงินดิจิทัล",


		'label108': 'กําลังโหลด',
		'xbsg1':'Bico Global',
		'xbsg2': 'การสมัครสมาชิกสกุลเงินใหม่ DeFi',
		'xbsg3': 'โครงการสมัครสมาชิกเป็นผลิตภัณฑ์วิทยาลัยดิจิทัลใหม่ของ DeFi',
		'xbsg4': 'โครงการสมัครสมาชิก USDT DeFi Gun Pool, โครงการสมัครสมาชิกรับ USDT',
		'xbsg5': 'คุณสามารถเข้าร่วมได้เมื่อคุณถือ USDT และจํานวนการสมัครสมาชิกขั้นต่ําจะขึ้นอยู่กับ USDT มาตรฐานการออกโครงการ',
		'xbsg6': 'การสมัครสมาชิกโครงการ',
		'xbsg7': 'ฉันต้องการเข้าร่วม',
		'xbsg8': 'การออกทั้งหมด:',
		'xbsg9': 'รายได้โดยประมาณ',
		'xbsg10': 'ปริมาณต่ําสุด',
		'xbsg11': 'เวลาสิ้นสุด',
		'xbsg12': 'ไปเข้าร่วม',
		'xbsg13': 'กําลังดําเนินการ',
		'xbsg14': 'รายได้โดยประมาณ',
		'xbsg15': 'จํานวนผู้เข้าร่วม',
		'xbsg16': 'เวลาเข้าร่วม',
		'xbsg17': 'สิ้นสุดแล้ว',
		'xbsg18': 'เสร็จสิ้น',
		'xbsg19': 'รายได้',
		'xbsg20': 'การสมัครสมาชิก',
		'xbsg21': 'เวลาเริ่มต้น',
		'xbsg22': 'เวลาสิ้นสุด',
		'xbsg23': 'สิ้นสุดแล้ว',
		'xbsg24': 'สกุลเงินการสมัครสมาชิกปัจจุบันของโครงการ',
		'xbsg25': 'จํานวนรวมที่ออก',
		'xbsg26': 'จํานวนโครงการที่ออกทั้งหมดในปัจจุบัน',
		'xbsg27': 'ปริมาณการสั่งซื้อขั้นต่ํา',
		'xbsg28': 'ปริมาณการสมัครสมาชิกขั้นต่ําปัจจุบันของโครงการ',
		'xbsg29': 'เวลาเริ่มต้น',
		'xbsg30': 'เวลาสิ้นสุด',
		'xbsg31': 'การสมัครสมาชิกในขณะที่พยายามอย่างเต็มที่เพื่อให้ผู้ใช้ได้รับผลตอบแทนสูง',

		'xbsg32': 'ซื้อสกุลเงิน',

		'xbsg33': 'ปริมาณการสมัครสมาชิก',

		'xbsg34': 'ทั้งหมด',

		'xbsg35': 'ความคืบหน้าของโครงการปัจจุบัน',

		'xbsg36': 'จํานวนโครงการที่ออกทั้งหมดในปัจจุบัน',

		'xbsg37': 'จํานวนโครงการที่เสร็จสมบูรณ์ในปัจจุบัน',

		'xbsg38': 'ความคืบหน้าปัจจุบัน',

		'xbsg39': 'มูลค่ากําไรที่ผันผวน',

		'xbsg40': 'รายได้ที่คาดว่าจะได้รับ',

		'xbsg41': 'ฉันแน่ใจว่าฉันรู้แหล่งที่มาของความเสี่ยงและผลประโยชน์',

		'xbsg42': 'ไม่สามารถออกได้',
	
		'xbsg43': 'เข้าร่วมทันที',
	
		'xbsg44': 'กฎการซื้อขาย',

		'xbsg45': 'เข้าร่วมสําเร็จ',

		'xbsg46': 'เริ่มคํานวณดอกเบี้ย',

		'xbsg47': 'หยุดคิดดอกเบี้ย',

		'xbsg48': 'เงินต้นและดอกเบี้ยเข้าบัญชี',

		'xbsg49': 'N วัน',

		'xbsg50': 'N + 2 วัน',
	
		'xbsg51':'1. โครงการสมัครสมาชิกนี้เป็นผลิตภัณฑ์ของ DeFi New Academy',

		'xbsg52':'2. ซื้อโครงการ USDT DeFi Gun Pool, ซื้อโครงการเพื่อรับ USDT',
	
		'xbsg53':'3. คุณถือ USDT สามารถเข้าร่วมได้ และจํานวนการสมัครสมาชิกขั้นต่ําจะขึ้นอยู่กับ USDT มาตรฐานการออกโครงการ',
	
		'xbsg54':'4. สกุลเงินที่จองซื้อในโครงการนี้จะได้รับส่วนแบ่งของผู้เข้าร่วมในเวลาที่เหมาะสม และรายได้ส่วนนี้จะได้รับในรูปแบบของ USDT',

		'xbsg55':'5. แพลตฟอร์มอาจเรียกเก็บค่าธรรมเนียมการจัดการบางอย่างตามรูปแบบการออกโครงการ \"ขึ้นอยู่กับโครงการที่ออก\" เป็นค่าบริการแพลตฟอร์มและส่วนที่เหลือจะแจกจ่ายให้กับผู้ใช้ที่เข้าร่วม',

		'xbsg56':'6. หลังจากเข้าร่วมในการออกโครงการจองซื้อแล้ว แสดงว่าคุณเห็นด้วยกับผลประโยชน์ของผู้เข้าร่วมในโครงการ เมื่อจํานวนการจองซื้อโครงการไม่เป็นไปตามข้อกําหนดการปล่อยตัว จํานวนการเข้าร่วมของคุณจะไม่สามารถส่งคืนได้ ',

		'xbsg57':'7. คําเตือนความเสี่ยง ผลิตภัณฑ์โครงการซื้อสภาพคล่องนี้เป็นอนุพันธ์ทางการเงินสกุลเงินดิจิทัลที่เป็นนวัตกรรมใหม่ Bico ไม่รับผิดชอบต่อการสูญเสียทรัพย์สินที่เกิดจากความเสี่ยงที่ไม่สามารถควบคุมได้ของบุคคลที่สาม เช่น ช่องโหว่ของสัญญาและการหลบหนีของฝ่ายโครงการ',

		'xbsg58': 'คําอธิบายความเสี่ยงและแหล่งที่มาของรายได้',
	
		'xbsg59': 'ผลิตภัณฑ์ขุดแร่เองมีความเสี่ยง แพลตฟอร์มไม่รับประกันเงินต้นและรายได้ รายได้ต่อปีใช้สําหรับการอ้างอิงเท่านั้น รายได้ที่ออกจริงมาจากรายได้จากการขุดแร่ของแพลตฟอร์ม',

		'xbsg60':'ฉันรู้แล้ว',

		'huobi36': 'ธุรกรรมที่เลือกเอง',

		'huobi37': 'ธุรกรรม',
	
		'huobi38': 'ราคา',

		'huobi39': 'เพิ่มขึ้น',

		'huobi40': 'หมายเลขโทรศัพท์มือถือ/หมายเลขอีเมล',

		'huobi41': 'เมนบอร์ด',
		
		'huobi42': 'ธุรกรรมสกุลเงิน',

		'huobi43': 'ราคาล่าสุด',

		'huobi44': 'เพิ่มขึ้น',

		'huobi45': '24H สูงสุด',

		'huobi46': '24H ต่ําสุด',

		'huobi47': 'ปริมาณ 24H',

		'huobi48': 'ธุรกรรมจํากัดราคา',

		'huobi49': 'ราคาซื้อ',

		'huobi50': 'ปริมาณการซื้อ',

		'huobi51': 'ปริมาณธุรกรรม',
	
		'huobi52': 'ราคาขาย',

		'huobi53': 'ปริมาณการขาย',

		'huobi54': 'การซื้อขายตามราคาตลาด',

		'huobi55': 'ซื้อในราคาที่ดีที่สุดในตลาด',

		'huobi56': 'ขายในราคาที่ดีที่สุดในตลาด',

		'huobi57': 'การซื้อขายแฮนดิแคป',
	
		'huobi58': 'ปิดการขายแบบเรียลไทม์',

		'huobi59': 'ราคา',
	
		'huobi60': 'ปริมาณ',
	
		'huobi61': 'สะสม',

		'huobi62': 'มากกว่า',

		'huobi63': 'เวลา',

		'huobi64': 'ทิศทางการซื้อขาย',

		'huobi65': 'ประเภทธุรกรรม',

		'huobi66': 'ราคาซื้อขาย',

		'huobi67': 'ปริมาณธุรกรรม',

		'huobi68': 'ยอดรวมธุรกรรม',

		'huobi69': 'ธุรกรรมสะสม',

		'huobi70': 'ราคาซื้อขายเฉลี่ย',

		'huobi71': 'ค่าธรรมเนียมขั้นตอน',

		'huobi72': 'คําสั่งซื้อขาย',

		'huobi73': 'เวลาซื้อขาย',
		'huobi74': 'การดําเนินการซื้อขาย',

		'huobi75': 'ยกเลิก',

		'huobi76': 'ธุรกรรมล่าสุด',

		'huobi77': 'สถานะการซื้อขาย',
		
		'huobi78': 'จ่ายแล้ว',
	
		'huobi79': 'ปิดการขายบางส่วน',
	
		'huobi80': 'ปิดการขายทั้งหมด',

		'huobi81': 'ยกเลิกแล้ว',
	
		'huobi82': 'กําลังโหลดข้อมูล',
		
		'huobi83': 'ค่าคอมมิชชั่นปัจจุบัน',

		'huobi84': 'ค้นหา',

		'huobi85': '100 ล้าน',

		'huobi86': 'โปรดป้อนปริมาณ',

		'huobi87': 'โปรดเลือก',

		'huobi88': 'จํานวนการสมัครสมาชิกขั้นต่ํา',
	},

	licai:{

		'lc1': 'Yu Binbao',

		'lc2': 'Yu Binbao เงินฝากและถอนดอกเบี้ยขึ้นอยู่กับอัตราดอกเบี้ย กําไรรายสัปดาห์ กําไรรายเดือน กําไรรายไตรมาส กําไรรายปี การลงทุนและการจัดการทางการเงินใหม่ของวิทยาลัย เปิดเส้นทางสู่ความมั่งคั่ง',

		'lc3': 'หลักสูตรสําหรับมือใหม่',
	
		'lc4': 'ฉันต้องการจัดการเงิน',

		'lc5': 'รายการดอกเบี้ยเงินฝาก',

		'lc6': 'ปริมาณการจัดการทางการเงิน',

		'lc7': 'จํานวนน้อยที่สุด',
		
		'lc8': 'ปริมาณสูงสุด',

		'lc9': 'กระเป๋าเงินของฉัน',

		'lc10': 'กระเป๋าสตางค์พร้อมใช้งานในขณะนี้',

		'lc11': 'คําเตือนที่อบอุ่น: เพื่อให้มั่นใจว่ารายได้ของคุณมีประสิทธิภาพ ความคืบหน้าของอัตราหลังการฝากเงินยังไม่เสร็จสมบูรณ์และไม่สามารถสิ้นสุดได้',

		'lc12': 'โปรดเลือกวิธีการทํากําไรและผลกําไรที่เหมาะสมกับคุณ',

		'lc13': 'ฉันได้อ่านสัญญาเงินกู้แล้ว',

		'lc14': 'ข้อตกลงการจัดการทางการเงิน',
	
		'lc15': 'ยืนยันการจัดการทางการเงิน',

		'lc16': 'กระเป๋าเงินของฉัน',

		'lc17': 'ปริมาณที่มีอยู่',

		'lc18': 'ฝากเงิน',
	
		'lc19': 'ฝาก',

		'lc20': 'จํานวนคูณด้วย',

		'lc21': 'อัตรา = รายได้',
		
		'lc22': 'อัตรารายสัปดาห์',

		'lc23': 'อัตรารายเดือน',

		'lc24': 'อัตรารายไตรมาส',

		'lc25': 'อัตรารายปี',
	
		'lc26': 'ข้อมูลทางการเงิน',

		'lc27': 'รายได้รวม',
	
		'lc28': 'รายได้ตามแผน',

		'lc29': 'จํานวนเงินลงทุนทั้งหมด',
	
		'lc30': 'ยอดรวมกระเป๋าสตางค์',
	
		'lc31': 'ไม่มีบันทึกชั่วคราว',
	
		'lc32': 'หมายเลขทางการเงิน',
	
		'lc33': 'อัตรากําไรเป็นระยะ',
	
		'lc34': 'จํานวนอินพุต',

		'lc35': 'อัตรากําไร',
	
		'lc36': 'จํานวนรายได้',
	
		'lc37': 'สถานะรายได้',

		'lc38': 'กําไรแล้ว',

		'lc39': 'ไม่มีกําไร',
	
		'lc40': 'เวลาเริ่มต้น',

		'lc41': 'เวลาสิ้นสุด',

		'lc42': 'กระบวนการจัดการทางการเงิน',
	
		'lc43': 'กรอกปริมาณ',
	
		'lc44': 'อัตราการเลือก',
		
		'lc45': 'ตกลงตามข้อตกลง',

		'lc46': 'ส่งใบสั่ง',

		'lc47': 'คําถามที่พบบ่อย',
	},

	contract:{
	
		'title': 'บันทึกการชําระบัญชี',
	
		'pair': 'คู่การซื้อขาย',
	
		'type': 'ประเภทสัญญา',
	
		'เลเวอร์': 'เลเวอเรจ',
	
		'profile': 'กําไรขาดทุนปัจจุบัน',
	
		'totalProfile': 'กําไรรวม',
	
		'bond': 'มาร์จิ้น',
	
		'average': 'ราคาเปิดคลังสินค้า',
	
		'current': 'ราคาปัจจุบัน',
	
		'total': 'ยอดรวมธุรกรรม',
	
		'num': 'ปริมาณธุรกรรม',

		'transactionNum': 'ยอดรวมธุรกรรม',

		'entrustNum': 'จํานวนการมอบหมาย',

		'fee': 'ค่าธรรมเนียม',

		'buildFee': 'ค่าธรรมเนียมการเปิดคลังสินค้า',
	
		'proPrice': 'ราคากําไร',
	
		'lossPrice': 'ราคาหยุดการขาดทุน',

		'operation':'ปฏิบัติการ',
	
		'position': 'ตําแหน่งปัจจุบัน',

		'trust': 'ผู้รับมอบสิทธิ์ปัจจุบัน',

		'from':"จาก",

		'to':"ถึง",

		'mustBond': 'ใช้มาร์จิ้น',
	
		'must': 'ครอบครอง USDT',
	
		'abliyBond': 'มาร์จิ้นที่มีอยู่',

		'noTransfer': 'สัญญาปัจจุบันมีตําแหน่งอยู่และไม่สามารถโอนได้',

		'closeHand': 'โปรดป้อนจํานวนมือที่ปิด',

		'validCloseHand': 'โปรดป้อนจํานวนมือปิดที่ถูกต้อง',
	
		'ceilNum': 'โปรดป้อนจํานวนเต็มของตําแหน่งปิด',
	
		'minClose': 'จํานวนมือที่ปิดต้องไม่น้อยกว่า 1',

		'setLoss': 'โปรดตั้งค่าหยุดกําไรและหยุดขาดทุน',

		'profitInput': 'โปรดป้อนค่าที่ถูกต้องสําหรับการหยุดกําไร',

		'lossInput': 'โปรดป้อนค่าที่ถูกต้องของการหยุดการขาดทุน',
	},

	transaction:{
	
		'entrustList': 'การซื้อขายแฮนดิแคป',
     
        'realTimeList': 'การซื้อขายแบบเรียลไทม์',
	
		'quanzhanjiaoyi': 'การซื้อขายทั้งสถานี',
	
		'location': 'ทิศทาง',

		'price': 'ราคา',

		'num':"ปริมาณ",
	
		'createTime': "เวลา",

		'turnover': 'การหมุนเวียน',
	
		'transactionType': 'ชนิดธุรกรรม',

		'market': 'การซื้อขายในตลาด',

		'limit': 'ธุรกรรมจํากัดราคา',

		'marketTxt': 'ราคาตลาด',

		'limitTxt': 'จํากัดราคา',

		'goodPrice': 'ซื้อขายในราคาที่ดีที่สุดในปัจจุบัน',
		
		'buy': 'ซื้อเข้า/ทํามาก',

		'buySigel': 'ทํามากขึ้น',

		'Sell': 'ขายออก/ขายสั้น',

		'sellSigel': 'สั้น',
	
		'updateContract': 'หยุดกําไรและหยุดขาดทุน',
	
		'average': 'ปิดสถานะ',

		'averageType': 'ประเภทการชําระบัญชี',
	
		'averagePrice': 'ราคาปิด',
	
		'newPirce': 'ราคาล่าสุด',
	
		'zhangfu': 'เพิ่มขึ้น',
	
		'highPrice': '24H สูงสุด',

		'lossPrice': '24H ต่ําสุด',
	
		'amountPirce': 'ดอกเบี้ยเปิด',
	
		'averageSuccess': 'ปิดสถานะสําเร็จ',
	
		'waitPrice': 'ราคาค่าคอมมิชชั่น',

		'leverage': 'เลเวอเรจทวีคูณ',
	
		'hands': 'จํานวนมือ',
	
		'handVolum': 'จํานวนมือ',
	
		'firstPrice': 'มูลค่ามือหนึ่ง',
	
		'limitBuyTip': 'ราคาค่าคอมมิชชั่นมากกว่าราคาตลาด ไม่สามารถซื้อได้',
	
		'limitSellTip': 'ราคาค่าคอมมิชชั่นน้อยกว่าราคาตลาดและไม่สามารถขายได้',
	
		'efee': 'ค่าธรรมเนียมการชําระบัญชี',

		'all': 'ธุรกรรมทางประวัติศาสตร์',
	
		'newDeal': 'ดีลล่าสุด',
	
		'contractInfo': 'โปรไฟล์สัญญา',

		'closeRecord': 'บันทึกการชําระบัญชี',

		'handNum': 'จํานวนมือที่ถือ',

		'closeNum': 'จํานวนมือที่ปิด',
		
		'closeValue': 'มูลค่าการชําระบัญชี',
	
		'closeBond': 'ปิดสถานะมาร์จิ้น',
	
		'hasBond': 'เงินฝากตําแหน่ง',

		'allType': 'ชนิดทั้งหมด',
	
		'Direction': 'ทิศทางการซื้อขาย',
	
		'sustainable': 'ยั่งยืน',
	
		'frontSustainable': 'กําลังมุ่งสู่ความยั่งยืน',

		'date': 'วันหมดอายุ',
	
		'computCoin': 'สกุลเงิน',
	
		'totalCoin': 'สกุลเงินการชําระเงิน',
	
		'transactionSize': 'ขนาดสัญญา',
	
		'lossest': 'การเปลี่ยนแปลงราคาขั้นต่ํา',
	
		'occupy': 'การมอบหมาย',
	
		'userBlance': 'ยอดคงเหลือที่มีอยู่',

		'planLoss': 'คาดว่ากําไรขาดทุน',

		'canAverage': 'จํานวนมือที่เสมอกัน',

		'enterAvarageNum': 'ป้อนจํานวนมือที่ปิด',
	
		'avaragePrice': 'ราคาปิด',
	
		'moreStore': 'หลายคลังสินค้า',
	
		'emptyStore': 'ตําแหน่งว่าง',
	},

	coin:{
	
		'buy': 'ซื้อ',

		'Sell': 'ขายออก',
	
		'bond': 'เงินประกันตําแหน่ง',

		'fee': 'ค่าธรรมเนียมการเปิดคลังสินค้า',
	
		'think':'คิดอีกที',
	},

	option: {

        title: 'สัญญาตัวเลือกวินาท',

        buyupreward:"ยอดรวมรั้น",

        buydownreward:"ยอดรวมขาลง",

        quantity:"จํานวนเงินที่เปิดคลังสินค้า",

        myamount: "การเปิดคลังสินค้าของฉัน",

        buyup:"รั้น",
  
        buydown:"ขาลง",
  
        history:"ผลลัพธ์ที่ผ่านมา",
    
        seriers:"แรก",

        period:"รอบระยะเวลา",

        currentoption:"รอบสัญญาปัจจุบัน",

        openprice:"ราคาเปิด",
 
        currentprice:"ราคาปัจจุบัน",

        openprice1:"ราคาเปิด",
 
        closeprice:"ราคาปิด",

        opentime:"เวลาเปิดทําการ",
      
        closetime:"เวลาปิด",
    
        progress:"ความคืบหน้าของสัญญา",
  
        loginFirst: "โปรดเข้าสู่ระบบก่อน",

        selectAmount:"โปรดเลือกจํานวนคําสั่งซื้อที่รอดําเนินการ",
 
        balancenotenough:"คุณมียอดคงเหลือไม่เพียงพอ!",
   
        betsuccess: "เคล็ดลับที่อบอุ่น คําสั่งซื้อที่แขวนสําเร็จ",

        noopening:"ไม่มีสัญญาวินาทีตัวเลือกชั่วคราว",
 
        col_createTime:"เวลาซื้อขาย",
     
        col_direction:"ทิศทางตัวเลือก",
   
        col_result:"ผลลัพธ์การส่งมอบ",
   
        col_optionNo:"จํานวนสัญญา",
    
        col_betAmount:"จํานวนเงินที่เปิดคลังสินค้า",
      
        col_rewardAmount:"ปริมาณการส่งมอบ",
 
        col_fee:"ค่าธรรมเนียมการเปิดคลังสินค้า",
 
        col_winfee:"จุดสนามคลื่น",
   
        win:"ความสําเร็จ",
    
        lose:"ล้มเหลว",
  
        wait: "กําลังดําเนินการ",

        avaliablebalance:"โควต้าของฉัน",

        login: "โปรดเข้าสู่ระบบก่อน",
     
        kline:"สภาวะตลาดแบบเรียลไทม์",

		Qishu:"จํานวนสัญญา",

		kaicangjin:"จํานวนเงินที่เปิดคลังสินค้า",

		daikaishi:"รอเริ่ม",

		shengli:"ขึ้น",
	
		shibai:"ตก",

		pingju:"ผิง",

		jjshu:"ปริมาณการส่งมอบ",

		kcsxf:"ค่าธรรมเนียมการเปิดคลังสินค้า",
    },

	assets:{

		'assets': 'ภาพรวมของสินทรัพย์',

		'account':"สินทรัพย์ของฉัน",

		'recharge': "ฉันต้องการเติมเหรียญ",

		'withdraw': "ฉันต้องการถอนเหรียญ",

		'withdrawFail': 'การถอนเหรียญล้มเหลว',

		'transfer': 'การโอนสินทรัพย์',

		'record':"บันทึกสินทรัพย์",
	
		'carry':"โอนเงินภายในสถานี",
	
		'wallet':"กระเป๋าเงินของฉัน",

		'contact':"กระเป๋าสตางค์สัญญา",
    
        'futures': "สินทรัพย์ทองคํา",
	
		'currency': "กระเป๋าสตางค์สกุลเงินฝรั่งเศส",

		'mine':"กระเป๋าสตางค์เครื่องขุดแร่",

		'coin': 'กระเป๋าเงินเหรียญ',
	
		'option': 'กระเป๋าสตางค์ตัวเลือก',

		'walletAssets':"กระเป๋าเงินของฉัน",
	
		'contactAssets':"กระเป๋าเงินสัญญา",
	
		'CurrencyAssets': "กระเป๋าสตางค์สกุลเงินฝรั่งเศส",
	
		'coinAssets': 'กระเป๋าเงินเหรียญ',
	
		'optionAssets': 'กระเป๋าสตางค์ตัวเลือก',
	
		'copySuccess': 'คัดลอกสําเร็จ',
	
		'copyFail': 'การคัดลอกล้มเหลว',
		
		'copyAddress': 'คัดลอกที่อยู่',

		'del': 'ลบ',
	
		'delsuccess': 'ถูกลบ',
	
		'add': 'เพิ่ม',
	
		'behindRecharge': 'เติมเงินหลังเวที',
		
		'behindReduce': 'ลดพื้นหลัง',

		'transferEnter': 'ขีดออก',
	
		'trasferInfo': 'โอนเข้า',
	
		'trasferSuccess': 'วาดสําเร็จ',
	
		'handWarehouse': 'ปิดสถานะด้วยตนเอง',
		
		'forceWarehouse': 'บังคับให้ปิดสถานะ',
		
		'profileWarehouse': 'หยุดกําไรและปิดสถานะ',

		'lossWarehouse': 'หยุดการขาดทุนและปิดสถานะ',
	
		'insideEnter': 'ย้ายออกภายใน',
	
		'insideInfo': 'การถ่ายโอนภายใน',
	
		'CancelEntrust': 'เพิกถอนการมอบหมาย',

		'CancelSuccess': 'ยกเลิกสําเร็จ',
	
		'setProfile': 'ตั้งค่าสําเร็จ',
	},

	legal:{

		'dealRecord': 'บันทึกธุรกรรม',

		'buy':"ฉันต้องการซื้อ",

		'sell':"ฉันต้องการขาย",

		'Acceptor': 'โฆษณาร้านค้า',

		'acceptorsj': 'พ่อค้าเหรียญฝรั่งเศส',

		'jiaoyidongtai': 'ความเคลื่อนไหวของการซื้อขาย',

		'title': 'ซื้อ',

		'money': 'กรุณาใส่จํานวนเงิน',
	
		'price': 'ราคาต่อหน่วยประมาณ',
	
		'successTxt': 'ความสําเร็จ',
	
		'waitTxt': 'รอเข้าบัญชี',
	
		'withdrawWait': 'ในเหรียญ',
	
		'examineFail': 'ไม่ผ่านการตรวจสอบ',

		'record': 'บันทึกธุรกรรม',

		'number': 'จํานวนธุรกรรม',
	
		'aveprice': 'ราคาซื้อขายเฉลี่ย',
	
		'methods': 'พ่อค้าเก็บเงิน',

		'methosTxt': 'เพิ่มวิธีการเรียกเก็บเงินสําหรับธุรกรรมของร้านค้าสกุลเงินฝรั่งเศส รองรับ WeChat, Alipay, บัตรธนาคาร คุณสามารถผูกวิธีการเรียกเก็บเงินหลายใบ',

		'addMethods': 'ชนิดการชําระเงิน',
		
		'set': 'รหัสผ่านกองทุน',

		'check': 'การตั้งค่าการเรียกเก็บเงิน',
	
		'verify': 'การรับรองชื่อจริง',

		'nickname': 'ชื่อเล่นของพ่อค้า',
	
		'nicknameTxt': 'มาตั้งฉายาพ่อค้าเหรียญฝรั่งเศสดัง ๆ คุณจะเห็นมันแสดงในตลาดซื้อขายเหรียญฝรั่งเศส',

		'limit': 'จํากัด',
	
		'payMethods': 'วิธีการชําระเงิน',
		
		'CanPay': 'ต้องชําระเงิน',
		
		'orderSubmit': 'สั่งซื้อ',
	
		'detail': 'รายละเอียด',
		
		'select': 'เลือกวิธีการรับเงิน',
		
		'byNumber': 'ตามปริมาณ',
		
		'byMoney': 'ตามจํานวน',
	
		'sale': 'ขาย',
	
		'min': 'น้อยที่สุด',
	
		'listBuy': 'คําสั่งซื้อที่รอดําเนินการ',
		
		'ListSell': 'ขายคําสั่งซื้อ',

		'selectPay': 'เลือกวิธีการชําระเงิน',
	
		'SumbmitOrder': 'ส่งคําสั่งซื้อ',
	
		'myBond': 'My Margin',
	
		'returnBond': 'คืนเงินประกัน',

		'payBond': 'จ่ายเงินมัดจํา',
	
		'canUser': 'สินทรัพย์ที่มีอยู่ในบัญชีสกุลเงินฝรั่งเศส',
	
		'appealAcceptor': 'กําลังตรวจสอบ',
	
		'payAcceptor': 'สมัครร้านค้า',
		
		'onList': 'อยู่ในรายการ',
	
		'onListDetail': 'รายละเอียดการสั่งซื้อที่รอดําเนินการ',
	
		'readycancel': 'ยกเลิกคําสั่งซื้อ',
	
		'CancelList': 'ยกเลิกคําสั่งซื้อ',
	
		'totalNum': 'ยอดรวม',
	
		'payTime': 'เวลาสั่งซื้อ',
	
		'surplusTime': 'ปริมาณที่เหลือ',
	
		'buyOrder': 'ใบสั่งซื้อ',
	
		'sellOrder': 'คําสั่งขาย',
	
		'orderStatus': 'สถานะการสั่งซื้อ',
	
		'siglePrice': 'ราคาต่อหน่วย',
	
		'waitBuy':'รอผู้ซื้อซื้อ',
		
		'waitSell': 'รอผู้ขายขาย',
	
		'appealDetail': 'รายละเอียดการร้องเรียน',

		'pay': 'จ่าย',
		
		'putCoin': 'ใส่เหรียญ',
	
		'myNickname': 'ชื่อเล่น',
	
		'inputNickname': 'โปรดป้อนชื่อเล่นส่วนบุคคลของคุณ',
	
		'ifNickname': 'โปรดป้อนตัวเลข ตัวอักษร หรือตัวอักษรจีน 4-10 หลัก',
	
		'effectiveMoney': 'โปรดป้อนจํานวนเงินที่ถูกต้อง',
	
		'effectiveNum': 'โปรดป้อนปริมาณที่ถูกต้อง',
	
		'entrustNum': 'โปรดป้อนจํานวนการมอบหมาย',
	
		'entrustCount': 'จํานวนการมอบหมายคือ',
	
		'effectivePrice': 'โปรดป้อนราคาค่าคอมมิชชั่นสําหรับค่าที่ถูกต้อง',
		
		'effectiveBig': 'โปรดป้อนราคาค่าคอมมิชชั่นที่มากกว่า 0',
	
		'minEntrustNum': 'จํานวนการมอบหมายขั้นต่ํา',
	},

	legalOrder:{
		
		'detail': 'รายละเอียดการสั่งซื้อ',
		
		'appeal': 'ในการอุทธรณ์คําสั่งซื้อ',
		
		'waitCustomer': 'โปรดอดทนรอฝ่ายบริการลูกค้าจัดการ',
		
		'buySigle': 'ราคาต่อหน่วยการซื้อ',
		
		'orderMoney': 'ยอดสั่งซื้อ',
		
		'buyer': 'ผู้ซื้อ',
		
		'seller': 'ผู้ขาย',
		
		'collector': 'ผู้รับเงิน',
		
		'collectAccout': 'หมายเลขบัญชีการเรียกเก็บเงิน',
		
		'coolectQrcode': 'รับคิวอาร์โค้ด',
		
		'reference': 'หมายเลขอ้างอิง',
		
		'CancelTime': 'ยกเลิกเวลา',
		
		'payTime': 'เวลาการชําระเงิน',
		
		'apealReason': 'เหตุผลในการอุทธรณ์',
		
		'OtherReason': 'เหตุผลอื่น',
		
		'apealContent': 'เนื้อหาการร้องเรียน',
		
		'time': 'เวลาส่ง',
		
		'cancelOrder': 'ยกเลิกคําสั่งซื้อ',
		
		'finishPay': 'ชําระเงินเรียบร้อยแล้ว',
		
		'countTip': 'กรุณาชําระเงินให้ผู้ขายก่อนสิ้นสุดการนับถอยหลัง มิฉะนั้นคําสั่งซื้อจะถูกยกเลิกโดยอัตโนมัติ',
		
		'sendApeal': 'เริ่มการร้องเรียน',
		
		'putCoinTip': 'หากการนับถอยหลังสิ้นสุดลงและยังไม่ได้รับเหรียญจากผู้ขาย โปรดเริ่มการอธิบาย',
		
		'sellTip': 'หากการนับถอยหลังสิ้นสุดลงและยังไม่ได้รับการชําระเงินจากผู้ซื้อ โปรดเริ่มการชี้แจง',
		
		'mine': 'ของฉัน',
		
		'apealBtn': 'อุทธรณ์',
		
		'apealInput': 'โปรดป้อนเหตุผลในการร้องเรียนของคุณ',
		
		'subApeal': 'ส่งเรื่องร้องเรียน',
	
		'buyerTip': 'ฉันจ่ายเงินแล้ว ผู้ขายไม่ได้ใส่เหรียญ',
		
		'SellerTip': 'ไม่ได้รับการชําระเงินจากผู้ซื้อ ผู้ซื้อขอใส่เหรียญ',
		
		'cancelTip': 'คุณกําลังดําเนินการยกเลิกคําสั่งซื้อ โปรดตรวจสอบให้แน่ใจว่าคุณไม่ได้เข้าร่วมในการชําระเงินสําหรับคําสั่งซื้อนี้ จะยกเลิกต่อไปหรือไม่',
		
		'yes': 'ใช่',
		
		'no': 'ไม่',
		
		'CancelSuccess': 'ยกเลิกสําเร็จ',
		
		'pwdTip': 'เพื่อให้แน่ใจว่าธุรกรรมนี้ดําเนินการโดยบัญชีเอง โปรดป้อนรหัสผ่านเงินทุน',
	
		'putCoinSure': 'ยืนยันการใส่เหรียญ',
	
		'sigleLoss': 'ปากกาที่เล็กที่สุด',
		
		'sigleLossInput': 'โปรดป้อนค่าต่ําสุดของปากกาเดี่ยว',
		
		'inputPlacehold': 'โปรดป้อน',
		
		'waitBuyPay': 'ผู้ขายได้สั่งซื้อและรอการชําระเงินจากผู้ซื้อ',
		
		'waitSellCoin': 'คุณชําระเงินแล้วและรอผู้ขายวางเหรียญ',
	
		'sureAfterCoin': 'ผู้ซื้อได้ชําระเงินแล้ว กรุณาตรวจสอบใบเสร็จรับเงินและวางเหรียญ',
		
		'waitApeal': 'โปรดอดทนรอฝ่ายบริการลูกค้าจัดการในการร้องเรียนการสั่งซื้อ',
		
		'effectiveNum': 'โปรดป้อนค่าที่ถูกต้อง',
	},

	orderStatus:{
		
		'apeal': 'ในการร้องเรียน',
		
		'cancel': 'ยกเลิกแล้ว',
		
		'orderCancel': 'ใบสั่งนี้ถูกยกเลิก',
		
		'finish': 'เสร็จสมบูรณ์',
		
		'finishPay': 'ชําระเงินแล้ว',
		
		'orderFinish': 'คําสั่งซื้อนี้เสร็จสมบูรณ์',
		
		'waitPay': 'รอการชําระเงิน',
		
		'waitCollected': 'รอรับเงิน',
		
		'orderPay':"โปรดชําระเงินกับผู้ขายเมื่อสั่งซื้อสําเร็จ",
		
		'waitCoin': 'รอใส่เหรียญ',
		
		'cancelTip': 'จะยกเลิกคําสั่งซื้อปัจจุบันหรือไม่',
		
		'cancelBtn': 'เลิกทํา',
		
		'goBind': 'ไปผูก',
		
		'bindTip': 'หากการตรวจสอบไม่ผ่าน เงินประกันจะถูกส่งคืนไปยังบัญชีสินทรัพย์สกุลเงินตามกฎหมายโดยอัตโนมัติ',
		
		'repairMoney': 'จํานวนเงินที่ชําระคืน',
		
		'returnTip': 'คืนเงินแล้ว โปรดอดทนรอบัญชี',
		
		'canBlance': 'สินทรัพย์ที่มีอยู่ในบัญชีสกุลเงินตามกฎหมาย USDT',
		
		'repairNum': 'ชําระเงินมัดจํา',
		
		'returnDeposit':'หลังจากคืนเงินมัดจําแล้วไม่สามารถใช้คําสั่งซื้อที่ร้านค้าได้ จะคืนเงินหรือไม่',
	},

	recharge:{
	
		'select': 'เลือกสกุลเงิน',
	
		'qrcode': 'รหัส QR บนลูกโซ่',
	
		'address': 'ที่อยู่เติมเงิน',
		
		'num': 'จํานวนการเติมเงิน',
	
		'numEmpty':"โปรดป้อนจํานวนเหรียญที่เติม",

		'asset': 'รหัสผ่านสินทรัพย์',
	
		'assetEmpty': 'โปรดป้อนรหัสผ่านสินทรัพย์',
	
		'assetNum': 'โปรดป้อนรหัสผ่านสินทรัพย์ดิจิทัล 6 หลัก',

		'rechargeImg': 'บัตรกํานัลเติมเงิน',

		'uploadTip': '* คลิกที่นี่เพื่ออัปโหลดหรือลากรูปภาพที่นี่ (*JPG/*PNG/*JPEG)',

		'tip': 'คําเตือน',

		'tipTxt1':'*ก่อนเติมเงินกรุณาตรวจสอบชื่อการเติมเงินอย่างละเอียดข้อผิดพลาดในการเติมเงินจะไม่สามารถกู้คืนสินทรัพย์ได้' ,
	
		'tipTxt2': '* การเติมเงินด้วยที่อยู่ USDT ต้องใช้การยืนยันทางอินเทอร์เน็ต 2 ครั้งจึงจะเข้าบัญชีได้' ,
	
		'setPwd': 'โปรดตั้งรหัสผ่านธุรกรรม',

		'tip2': 'อย่าเติมเงินในสกุลเงินอื่น ๆ ที่ไม่ใช่ที่อยู่และรหัส QR',

		'tip3': 'สินทรัพย์ มิฉะนั้นจะไม่สามารถเข้าบัญชีหรือกู้คืนสินทรัพย์ที่หายไป',
		
		'addressId': 'Blockchain Transaction ID (เลือก)',
	
		'addressHash': 'โปรดป้อนค่า hash ของธุรกรรมสกุลเงิน',
		
		'rechargeImage': 'อัพโหลดใบสําคัญการเติมเงิน',
	
		'chain': 'ชื่อบนโซ่',

		'infactMoney': 'เข้าบัญชีจริง',
	},

	withdraw:{
		
		'address': 'ที่อยู่สําหรับเบิกเงิน',
		
		'addressEmpty': 'โปรดป้อนที่อยู่สําหรับรับเหรียญ',
		
		'num': 'จํานวนเหรียญที่ถอน',
	
		'numEmpty': 'โปรดป้อนจํานวนการเบิกเงิน',
		
		'maxNum': 'ปริมาณสูงสุดที่สามารถยกได้',
		
		'fee': 'ค่าธรรมเนียม',
		
		'all': 'ทั้งหมด',
	
		'addressEditor': 'การจัดการที่อยู',

		'remark': 'หมายเหตุ',
		
		'remarkEmpty': 'โปรดป้อนหมายเหตุ',
		
		'PhoneVerify': 'การตรวจสอบโทรศัพท์มือถือ',
		
		'emailVerify': 'การตรวจสอบกล่องจดหมาย',
	
		'minNum': 'ถอนเหรียญขั้นต่ํา',
		
		'tip1': 'ค่าธรรมเนียมการจัดการใช้สําหรับการอ้างอิงเท่านั้น จริง ๆ แล้วโปรดยึดตามจํานวนเงินที่มาถึงบัญชี',
	
		'tip2': 'ไม่มีค่าธรรมเนียมสําหรับการโอนสกุลเงินในสถานี',
		
		'mySelf': 'ที่อยู่สําหรับถอนเงินที่ป้อนไม่สามารถเป็นที่อยู่สําหรับเติมเงินของตัวเอง',
	},

	assetsRecord:{
		
		'btn': 'ค้นหา',

		'walletAccount': 'บัญชีกระเป๋าสตางค์',
		
		'contactAccount': 'บัญชีสัญญา',
	
		'legalAccount': 'บัญชีสกุลเงินฝรั่งเศส',
		
		'currencyAccount': 'บัญชีสกุลเงิน',
		
		'optionAccount': 'บัญชีตัวเลือก',
	
		'futuresAccount': 'บัญชีทอง',
	},

	trasfer:{
	
		'account':"บัญชีของอีกฝ่ายหนึ่ง",
	
		'accountEmpty': 'โปรดป้อนบัญชีของอีกฝ่าย',
		
		'num': 'จํานวนที่โอน',
		
		'numEmpty': 'โปรดป้อนจํานวนการโอน',
		
		'trasfermoney': 'จํานวนเงินที่โอน',
	
		'moneyEmpty': 'โปรดป้อนจํานวนเงินที่โอน',
		
		'trasfer': 'โอนสายฟ้า',
	
		'qiquanzhangdan': 'บิลออปชั่น',
	
		'kuangjijilu': 'บันทึกเครื่องขุด',
	
		'licaijilu': 'บันทึกทางการเงิน',
		
		'money': 'จํานวนเงิน',
	
		'available': 'ใช้ได้',
	
		'turn': 'จํานวนการขีดฆ่า',
	
		'turnEmpty': 'โปรดป้อนจํานวนการขีดฆ่า',

		'sureTurn': 'ยืนยันการพาย',
	},

	person:{
	
		'title': 'ของฉัน',

		'verification': 'การรับรองความถูกต้อง',

		'set': 'การตั้งค่าความปลอดภัย',

		'invite': 'เชิญเพื่อน',

		'realName': 'ชื่อจริง',
	
		'realNameEmpty': 'โปรดป้อนชื่อจริงของคุณ',
	
		'realNo':"หมายเลขประจําตัวประชาชน",
	
		'realNoEmpty': 'โปรดป้อนหมายเลขประจําตัวของคุณ',
	
		'submit': 'ส่งการตรวจสอบ',
	
		'front': 'โปรดอัปโหลดรูปถ่ายหน้าปกของ ID',
	
		'behind': 'โปรดอัปโหลดรูปถ่ายประจําตัวของฉัน',

		'email': 'ผูกกล่องจดหมาย',
	
		'phone': 'ผูกโทรศัพท์',
	
		'once': 'ผูกทันที',
	
		'update': 'แก้ไขรหัสผ่าน',
	
		'update2': 'ตั้งค่าชื่อเล่น',

		'loginTip': 'แก้ไขรหัสผ่านการเข้าสู่ระบบเป็นครั้งคราว ขอแนะนําให้ใช้รหัสผ่านกลไกการรวมกันที่ซับซ้อนเพื่อให้แน่ใจว่าบัญชีของคุณจะไม่ถูกยักยอก',
	
		'assetsTip': 'ตั้งค่ารหัสผ่านเงินทุนของคุณสําหรับธุรกรรมหลายสถานการณ์เพื่อความปลอดภัยของสินทรัพย์ของคุณ',
	
		'emailTip': 'ใช้สําหรับการเข้าสู่ระบบ การถอนเงินสด การกู้คืนรหัสผ่าน การแก้ไขการตั้งค่า ฯลฯ การตรวจสอบความปลอดภัย' ,
	
		'reset': 'รีเซ็ต',
	
		'updatePwd': 'แก้ไขสําเร็จ',
	
		'bond': 'ผูกมัด',

		'name': 'ชื่อ',
	
		'nameInput':'ชื่อที่ผ่านการตรวจสอบแล้ว ไม่สามารถแก้ไขชื่อได้',
	},

	realName:{
	
		'type': 'ชนิดเอกสาร',
		
		'idCard': 'บัตรประชาชน',

		'passport': 'หนังสือเดินทาง',
	
		'surname': 'นามสกุล',
	
		'surnameInput': 'โปรดป้อนนามสกุลของคุณ',
	
		'name': 'ชื่อ',
	
		'nameInput': 'โปรดป้อนชื่อของคุณ',

		'number': 'หมายเลขประจําตัว',

		'numberInput': 'โปรดป้อนหมายเลขประจําตัวของคุณ',
	},

	payMethods:{
	
		'wechat': 'WeChat',

		'wechatInput': 'โปรดป้อนหมายเลข WeChat ของคุณ',
	
		'wechatQrcode': 'เพิ่มรหัส QR การรับ WeChat',

		'wechatEmpty': 'กรุณาผูกวิธีการรับเงิน WeChat',

		'bank': 'บัตรธนาคาร',

		'bankNum': 'หมายเลขบัตรธนาคาร',

		'bankInput': 'โปรดป้อนหมายเลขบัตรธนาคารของคุณ',
	
		'bankName': 'ธนาคารที่เปิดบัญชี',

		'bankNameInput': 'โปรดป้อนชื่อธนาคารที่เปิดบัญชี',
	
		'bankAddress': 'สาขาเปิดบัญชี (ที่อยู่)',

		'bankEmpty': 'กรุณาผูกวิธีการรับบัตรธนาคาร',
	
		'addressInput': 'โปรดป้อนสาขาของธนาคารที่เปิดบัญชี',

		'alipay': 'Alipay',

		'alipayQrcode': 'เพิ่มรหัส QR สําหรับการรับเงินของ Alipay',

		'alipayEmpty': 'โปรดผูกวิธีการรับเงินของ Alipay',

		'select': 'เลือก',
	
		'paypalInput': 'โปรดป้อนบัญชี PayPal ของคุณเอง',
	
		'paypalEmpty': 'โปรดผูกวิธีการรับเงินของ PayPal',
	},

	table:{

		'time': 'เวลา',

		'money':"จํานวนเงินที่ซื้อ",
	
		'number':"ปริมาณการซื้อ",
	
		'num': 'ปริมาณ',

		'status': 'สถานะ',
	
		'coin': 'สกุลเงิน',
	
		'total': 'ยอดรวม',
	
		'user': 'ใช้ได้',
	
		'frozen': 'แช่แข็ง',
	
		'account': 'บัญชี',
	
		'type': 'ชนิด',
	
		'keep': 'บันทึก',
	},

	layer:{
	
		'tips': 'เคล็ดลับ',
		
		'EmptyArea': 'โปรดเลือกรหัสพื้นที่',
		
		'select': 'โปรดตรวจสอบข้อตกลง',
	
		'detail': 'ดูรายละเอียด',

		'minMoney': 'จํานวนเงินขั้นต่ําคือ',

		'maxNum': 'จํานวนเงินสูงสุดคือ',
	
		'minNum': 'จํานวนเงินขั้นต่ําคือ',

		'siglePrice': 'โปรดป้อนราคาต่อหน่วยที่ถูกต้อง',

		'sigleNum': 'โปรดป้อนจํานวนเงินขั้นต่ําเดียว',

		'sigleMoney': 'โปรดป้อนจํานวนขั้นต่ําของปากกาเดียว',
	
		'noSetHigh': 'ไม่สามารถตั้งค่าราคาหยุดการขาดทุนหลายคลังสินค้าที่สูงกว่าราคาตลาดปัจจุบัน',
	
		'noSetLoss': 'ไม่สามารถตั้งค่าราคาหยุดการขาดทุนที่ต่ํากว่าราคาตลาดปัจจุบัน',
	
		'customer': 'โปรดติดต่อฝ่ายบริการลูกค้าเพื่อจัดการ',
	
		'hasOrder': 'มีใบสั่งตรวจสอบแล้ว',
	
		'noDeal': 'ยังมีใบสั่งที่ยังไม่ได้ดําเนินการ',
		
		'returnPair': 'กําลังคืนเงินมัดจํา ไม่สามารถชําระคืนได้',
	
		'waitTry': 'การดําเนินการไม่ว่าง! ลองอีกครั้งในภายหลัง',
	
		'cannotNum': 'ต้องไม่น้อยกว่าปริมาณการมอบหมายขั้นต่ํา',
	
		'sendFair': 'ส่งล้มเหลว',
		
		'refresh': 'คําสั่งซื้อได้รับการอัปเดต โปรดสั่งซื้อใหม่' ,
		
		'updated': 'แก้ไขรหัสผ่านแล้ว ไม่สามารถถอนเงินได้ 24 ชั่วโมง',
	
		'orderFinish': 'คําสั่งซื้อนี้เสร็จสมบูรณ์ โปรดกลับไปที่ธุรกรรมสกุลเงินฝรั่งเศส',
	
		'CanCelOrder': 'วันนี้คุณยกเลิกไป 2 ครั้งแล้ว หากยกเลิกอีกครั้ง จะหักเงินมัดจํา 50% ของคุณ จะยกเลิกต่อหรือไม่',
	},

	user:{
	
		'out': 'ออกจากระบบ',
	
		'outTxt': 'คุณแน่ใจหรือไม่ว่าจะออกจากระบบ',
	
		'token': 'กรุณาเข้าสู่ระบบ',
	
		'outSuccess': 'ออกจากระบบสําเร็จ',
	
		'address': 'สแกนรหัส QR เพื่อรับที่อยู่ลิงก์',
	
		'myCode': 'รหัสเชิญของฉัน',
	},

	button:{
	
		'ok': 'ตกลง',
	
		'cancel': 'ยกเลิก',
	},

	foot:{

		'Concat': 'ฝ่ายบริการลูกค้า',

		'read': 'ข้อกําหนด',
	
		'agree': 'นโยบายความเป็นส่วนตัว',
	
		'secret':"ข้อกําหนดในการให้บริการ",

		'Legal': 'คําแถลงทางกฎหมาย',
	
		'use': 'ข้อตกลงผู้ใช้',
	
		'help':"ความช่วยเหลือลูกค้า",
	
		'newPeople': 'คู่มือมือใหม่',
	
		'helpCenter': 'ศูนย์ช่วยเหลือ',

		'notice': 'ประกาศอย่างเป็นทางการ',

		'upload': 'ดาวน์โหลด',

		'chanpin': 'ศูนย์กลางสินทรัพย์ดิจิทัลระดับโลก',

		'tip': 'คําเตือน: การลงทุนมีความเสี่ยง เข้าสู่ตลาดต้องระมัดระวัง' ,
	
		'book': 'สมุดปกขาว',

		'guanfangfuwu': 'ทางการ',

		'zhichi1': 'สนับสนุน',
	
		'zhichi2': 'บริการ',
	
		'shangbishenqing': 'การสมัครเหรียญ',

		'shangbishenqing2': 'เอกสาร API',
	
		'shangbishenqing3': 'Bico College',

		'shangbishenqing4': 'การสมัครสมาชิกสกุลเงินใหม่',
		
		'shangbishenqing5': 'เครื่องขุดคลาวด์',
	
		'shangbishenqing6': 'KEY Quantitative',

		'shangbishenqing7': 'ตัวเลือกที่ยั่งยืน',



		'huobi1': 'สมัครเหรียญ',

		'huobi2': 'ส่งใบสั่งงาน',

		'huobi3': 'เอกสาร API',

		'huobi4': 'บริการด้วยตนเอง',

		'huobi5': 'แอพ Android',

		'huobi6': 'Apple ios',

		'huobi7': 'แอปพลิเคชันเดสก์ท็อป',

		'huobi8': 'บริการเชิงปริมาณ',

		'huobi9': 'สมุดปกขาว',

		'huobi10': 'เชิญสวัสดิการ',

		'huobi11': 'หลักสูตรสําหรับมือใหม่',

		'huobi12': 'ตลาดบล็อก',

		'huobi13': 'เกี่ยวกับทีม',

		'huobi14': 'ชุมชนเชิงโต้ตอบ',

		'huobi15': 'พันธมิตร',

		'huobi16': 'บริการลูกค้าออนไลน์',

		'huobi17': 'บริการ',

		'huobi18': 'สนับสนุน',

		'huobi19': 'เทอร์มินัล',

		'huobi20': 'นวัตกรรม',

		'huobi21': 'มากกว่า',
	},

	codeTxt:{
	
		'error': 'การดําเนินการล้มเหลว',
	
		'errorRequire': 'ข้อมูลนี้ได้รับการประมวลผลแล้ว',
		
		'noFind': 'ไม่พบ',
		
		'serviceError': 'ข้อผิดพลาดของเซิร์ฟเวอร์',
		
		'cross': 'การดําเนินการที่เกินอํานาจ',
		
		'codeError': 'รหัสการตรวจสอบไม่ถูกต้อง',
		
		'transPwd': 'รหัสผ่านธุรกรรมไม่ถูกต้อง',
		
		'noAuthentication': 'ไม่มีการรับรองชื่อจริง',
		
		'authentication': 'ผู้ใช้ได้รับการรับรอง',
	
		'waitAuthent': 'การตรวจสอบความถูกต้องด้วยชื่อจริง',
	
		'noWallet': 'ยอดเงินในกระเป๋าสตางค์ไม่เพียงพอ',
		
		'oldPwd': 'รหัสผ่านเก่าไม่ถูกต้อง',
	
		'noRecomment': 'ไม่พบผู้แนะนํา',
	
		'loginPwdError': 'รหัสผ่านการเข้าสู่ระบบไม่ถูกต้อง',
	
		'accountOr': 'หมายเลขบัญชีหรือรหัสผ่านไม่ถูกต้อง',
		
		'userNoFind': 'ผู้ใช้ไม่พบ',
		
		'hasAcount': 'บัญชีมีอยู่แล้ว',
	
		'hasEmail': 'หมายเลขกล่องจดหมายนี้ถูกผูกไว้',
	
		'hasPhone': 'หมายเลขโทรศัพท์มือถือนี้ถูกผูกไว้',
		
		'AccountDisable': 'บัญชีถูกปิดใช้งาน',
	
		'lowWithdraw': 'ต่ํากว่าการถอนขั้นต่ํา',
		
		'appleWait': 'คุณได้เริ่มต้นการสมัครแล้ว โปรดรออย่างอดทน',
		
		'addressError': 'ที่อยู่ไม่ถูกต้อง,',
	
		'lowBuy': 'ต่ํากว่ายอดซื้อขั้นต่ํา',
	
		'CancelOrder': 'ในธุรกรรมการจับคู่ ไม่สามารถถอนคําสั่งซื้อได้',
	
		'noOrder': 'ไม่สามารถยกเลิกใบสั่ง',
	
		'closeOrder': 'คําสั่งซื้อนี้ไม่สามารถปิดได้ชั่วคราว',
		
		'accountExit': 'ต้องการการรับรองความถูกต้องด้วยชื่อจริงเพื่อทําธุรกรรมสกุลเงินตามกฎหมาย',
	
		'rulePay': 'เลือกได้เฉพาะวิธีการชําระเงินที่ระบุเท่านั้น',
	
		'hasNickName': 'ชื่อเล่นถูกใช้แล้ว',
	
		'setNickname': 'กรุณาตั้งชื่อเล่นก่อน',

		'withdrawNum': 'การถอนเงินไม่เพียงพอหักค่าธรรมเนียม',
	
		'placeOrder': 'ความเสี่ยงของการชําระบัญชีสูงเกินไป ไม่สามารถสั่งซื้อได้!! กรุณาเพิ่มเงินมัดจําล่วงหน้า,',
		
		'orderExit': 'ไม่มีใบสั่งอยู่',

		'profileHigh': 'ราคากําไรต้องสูงกว่าราคาซื้อขาย',

		'lossLow': 'ราคาหยุดขาดทุนต้องต่ํากว่าราคาซื้อขาย',

		'profileLow': 'ราคากําไรต้องต่ํากว่าราคาซื้อขาย',

		'lossHigh': 'ราคาหยุดการขาดทุนสูงกว่าราคาซื้อขาย',

		'fundingloss': 'การจัดสรรเงินทุนไม่เพียงพอ',
		
		'hasReciveAccount': 'มีบัญชีการเรียกเก็บเงินนี้อยู่แล้ว',
	
		'hasBankAccount': 'หมายเลขบัตรธนาคารนี้มีอยู่แล้ว',

		'mustRepair': 'ต้องชําระเงินมัดจํา',

		'cannotLoss': 'ราคาค่าคอมมิชชั่นต้องไม่น้อยกว่าราคาตลาดปัจจุบัน',

		'cannotHigh': 'ราคาค่าคอมมิชชั่นไม่สามารถมากกว่าราคาตลาดปัจจุบัน',

		'cannotSurplus': 'จํานวนล็อตที่ปิดไม่สามารถมากกว่าจํานวนล็อตที่เหลือของตําแหน่งปัจจุบัน',
	
		'inviteError': 'รหัสการเชิญนี้ไม่ถูกต้อง',

		'transferNum': 'จํานวนการโอนไม่เพียงพอหักค่าธรรมเนียม',
	
		'transactionBusy': 'ธุรกรรมไม่ว่าง',

		'updateTranscat': 'แก้ไขรหัสผ่านธุรกรรมสําเร็จ',
	
		'withdrawWait': 'การตรวจสอบการถอนเงิน',

		'examine': 'กําลังตรวจสอบ',
		
		'binding': 'ผูกสําเร็จ',
	
		'addSuccess': 'เพิ่มสําเร็จ',
	
		'trasferSuccess': 'โอนเงินสําเร็จ',

		'updatePwd': 'แก้ไขรหัสผ่านธุรกรรมสําเร็จ',

		'orderSuccess': 'สั่งซื้อสําเร็จ',
	}

}